brew "fzf"
brew "git"
brew "go"
brew "lazygit"
brew "node"
brew "ripgrep"
brew "tmux"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "android-platform-tools"
cask "brave-browser"
cask "container"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
