brew "eza"
brew "bat"
brew "delta"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "lazygit"
brew "node"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zsh-fast-syntax-highlighting"
brew "zsh-vi-mode"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "android-platform-tools"
cask "brave-browser"
cask "container"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
